Revit 2024 API
DocumentSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual DocumentSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As DocumentSetIterator
Visual C++
public:
virtual DocumentSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
DocumentSet Class
Autodesk.Revit.DB Namespace